Repository: fabricelacharme/Karaboss
Catalog: Karaboss/Configuration/KaraokeControl.*.resx
Languages: fr

# lblMuteMelody.Text
source: Mute melody by default:
fr: Supprimer la mélodie

# lblDisplayBalls.Text
source: Display balls on lyrics
fr: Afficher les balles sur les paroles

# label1.Text
source: As the song's lyrics are displayed on the screen, animated balls scroll, landing on each syllable when it is to be sung.
fr: Chaque syllabe à chanter est représentée par une boules animée qui défile en haut de l'écran. La syllabe doit être chantée lorsque la boule atteint la gauche de l'écran.

# label2.Text
source: Keep or mute the melody and keep only the accompaniment.
fr: Entendre ou bien rendre muet le son de la mélodie, en ne gardant que l'accompagnement.

# lblDescription.Text
source: Karaoke parametrization: animated balls and melody
fr: Paramètres du Karaoké : afficher/masquer les boules animées et couper ou non la mélodie.

# label3.Text
source: Syllabe separator
fr: Séparateur de syllabes

# label4.Text
source: Separator character used to separate syllabes when loading a text of lyrics: ex: Ka*ra*boss is won*der*ful
fr: Caractère séparateur utilisé pour séparer les syllabes lors du chargement d'un texte de paroles : ex : Ka*ra*boss est mer*veil*leux

# label5.Text
source: Separator character used to separate lines
fr: Caractère séparateur utilisé pour séparer les lignes

# label6.Text
source: Line separator
fr: Séparateur de lignes

# label7.Text
source: Separator character used to separate paragraphs
fr: Caractère séparateur utilisé pour séparer les paragraphes

# label8.Text
source: Paragraph separator
fr: Séparateur de paragraphes

# label9.Text
source: Lyrics: display a blanck line between paragraphs
fr: Affichage des paroles : affiche une ligne vide pour séparer les paragraphes

# lblShowParagraph.Text
source: Show paragraphs
fr: Montrer les paragraphes

# lblforceUppercase.Text
source: Force uppercase
fr: Mettre en majuscules

# label10.Text
source: Lyrics: converts every characters to uppercase
fr: Convertit les paroles en majuscules pour améliorer la lecture.
