Repository: fabricelacharme/Karaboss
Catalog: Karaboss/Resources/Localization/Strings.*.resx
Languages: fr

# trackMenu
source: Track
fr: Piste

# fileMenu
source: File
fr: Fichier

# openMenu
source: Open...
fr: &Ouvrir...

# openSampleSongMenu
source: Open Sample Song...
fr: Ouvrir le morceau de test

# closeMenu
source: Close
fr: Fermer

# saveImagesMenu
source: Save As Images...
fr: Sauver au format image

# savePDFMenu
source: Save As PDF...
fr: Sauver au format PDF

# previewMenu
source: Print Preview...
fr: Apperçu de l'impression

# printMenu
source: Print...
fr: Imprimer...

# exitMenu
source: Exit
fr: Quitter

# viewMenu
source: View
fr: &Voir

# zoom100Menu
source: Zoom to 100%
fr: Zoom à 100%

# zoom150Menu
source: Zoom to 150%
fr: Zoom à 150%

# scrollVertMenu
source: Scroll Vertically
fr: Défiler verticalement

# scrollHorizMenu
source: Scroll Horizontally
fr: Défiler horizontalement

# smallNotesMenu
source: Small Notes
fr: Petites notes

# largeNotesMenu
source: Large Notes
fr: Grandes notes

# colorMenu
source: Color
fr: Couleurs

# chooseColorMenu
source: Choose Colors...
fr: Modifier les couleurs

# trackDisplayMenu
source: Select Tracks to Display
fr: Sélectionner la piste à afficher

# selectAllTracksMenu
source: Select All Tracks
fr: Sélectionner toutes les pistes

# deselectAllTracksMenu
source: Deselect All Tracks
fr: Déselectionner toutes les pistes

# trackMuteMenu
source: Select Tracks to Mute
fr: Sélectionner les pistes à couper

# muteAllTracksMenu
source: Mute All Tracks
fr: Couper toutes les pistes

# unmuteAllTracksMenu
source: Unmute All Tracks
fr: Remettre le son sur toutes les pistes

# oneStaffMenu
source: Show One Staff Per Track
fr: Une portée par piste

# splitStaffMenu
source: Split Track Into Two Staffs
fr: Séparer la piste en deux portées

# combineStaffMenu
source: Combine All Tracks Into Two Staffs
fr: Séparer les notes dans 2 pistes

# chooseInstrumentsMenu
source: Choose Instruments...
fr: Sélectionner un instrument

source: None
fr: Aucun

# showLetters
source: Letters
fr: Lettres

# showLyricsMenu
source: Show Lyrics
fr: Afficher les paroles

# changeKeyMenu
source: Key Signature
fr: Signature

# showDefault
source: Default
fr: Par défaut

# transposeMenu
source: Transpose
fr: Transposer

source: Down
fr: descendre

# measureMenu
source: Measure Length
fr: Longueur des mesures

source: pulses
fr: pulsations

# combineNotesMenu
source: Combine Notes Within Interval
fr: Arranger les notes dans un intervalle

source: milliseconds
fr: Millisecondes

# playMeasuresMenu
source: Play Measures in a Loop...
fr: Jouer en boucle

# helpMenu
source: Help
fr: Aide

# helpContentsMenu
source: Help Contents...
fr: Aide...

# aboutMenu
source: About...
fr: A propos...

# sampleSongTitle
source: Choose a Sample MIDI Song
fr: Sélectionner un fichier de test

# cancelButton
source: Cancel
fr: Annuler

# chooseColorsTitle
source: Choose Note Colors
fr: Modifier les couleurs des notes

# chooseInstrumentsTitle
source: Choose Instruments For Each Track
fr: Sélectionner un instrument pour chaque piste

# playMeasuresTitle
source: Play Selected Measures in a Loop
fr: Jouer les mesures sélectionnées en boucle

source: Start Measure
fr: Mesure de départ

source: End Measure
fr: Fin de mesure

source: Rewind
fr: Rembobiner

source: Play
fr: Jouer

source: Fast Forward
fr: Retour rapide

source: Speed
fr: Vitesse

source: Quit application?
fr: Quitter l'application ?

# fileName
source: Name
fr: Nom

source: Modified
fr: Modifié le

source: Size
fr: Taille

source: Add to Playlist
fr: Ajouter à la playlist

# deleteMenu
source: Delete
fr: Supprimer

# renameAllMenu
source: Rename All
fr: Renommer tout

# renameMenu
source: Rename
fr: Renommer

# replaceAllMenu
source: Replace All
fr: Remplacer tout

# newFolderMenu
source: New Folder
fr: Nouveau dossier

# refreshDisplayMenu
source: Refresh
fr: Rafraichir

source: Singer
fr: Chanteur

source: New Playlist
fr: Nouvelle playlist

source: Edit
fr: Editer

source: Karaoke Options
fr: Options du Karaoke

source: Language
fr: Langage

source: Song text encoding
fr: Encodage des caractères

source: Update Karaboss
fr: Mises à jour

# AddSongToNewPlaylist
source: Add {0} songs to a new playlist
fr: Ajouter {0} chansons à une nouvelle playlist

# CreateNewPlaylist
source: Create a new playlist
fr: Créer une nouvelle playlist

source: Open Folder
fr: Ouvrir le dossier

source: Duration
fr: Durée

source: Copy
fr: Copier

source: Delete line
fr: Supprimer la ligne

# InsertNewLine
source: Insert a new line
fr: Insérer une nouvelle ligne

source: Offset down
fr: Décaler vers le bas

source: Offset up
fr: Décaler vers le haut

source: Paste
fr: Coller

source: Sung by
fr: Chanté par

source: MidiEditor
fr: Editeur MIDI

source: All tracks
fr: Toutes les pistes

# DeleteHalfTime
source: Delete 1/2 time
fr: Supprimer 1/2 temps

source: Delete measures
fr: Supprimer des mesures

# DeleteOneTime
source: Delete 1 time
fr: Supprimer 1 temps

# InsertHalfTime
source: Insert 1/2 time
fr: Insérer 1/2 temps

source: Insert measures
fr: Insérer des mesure

# InsertOneTime
source: Insert 1 time
fr: Insérer 1 temps

source: Select measures
fr: Sélectionner des mesures

source: This track
fr: Cette piste

source: No melody track
fr: Pas de piste pour la mélodie

# InsertNewParagraph
source: Insert new paragrapgh
fr: Insérer un nouveau paragraphe

# InsertLineBreak
source: Insert a line break
fr: Insérer un retour à la ligne

# DeleteAllLyrics
source: Be careful, all the lyrics will be deleted from this song. Do you want to continue?
fr: Attention, toutes les paroles vont être effacées de cette chanson. Voulez-vous continuer ?

source: Offset start times of notes
fr: Décaler les notes

# SubDirectoryForbiden
source: Path cannot be a sub directory because all files will be doubles!
fr: Le dossier ne peut être un sous-répertoire sinon tous les fichiers seront des doubles !

source: Search MD5 doubles
fr: Recherche de doubles (MD5)

# SearchMD5DoublesL1
source: This function will search for double files using their MD5 value in your default songs directory:
fr: Cette fonction va rechercher les fichiers en double en utilisant leur empreinte MD5 dans votre bibliothèque par défaut :

# SearchMD5DoublesL2
source: and the directory that you have selected:
fr: et le dossier que vous avez sélectionné :

# SearchMD5DoublesL3
source: If double files are found, you will have the choice, either to display them, either to moved them from the selected directory to a directory called 'Doubles' under this directory.
fr: Si des doubles sont trouvés, vous aurez le choix, soit de les afficher, soit de les déplacer du dossier sélectionné vers un sous dossier appelé 'doubles'

# SearchMD5DoublesSel
source: This function will search for double files using their MD5 value in the selected directory
fr: Cette fonction va rechercher les fichiers en double en utilisant leur empreinte MD5 dans le dossier sélectionné.

# SearchRecursively
source: Searching recursively files in path
fr: Recherche récursive dans le dossier

source: Continue?
fr: Continuer ?

# CreateNewFolder
source: Create a new folder
fr: Créer un nouveau dossier

# DeleteFolderAndPlaylists
source: Delete folder and all its playlists
fr: Supprimer le dossier et toutes ses playlists

source: Delete playlist
fr: Supprimer la playlist

# SearchEmptyDirs
source: This function will delete all empty directories starting from
fr: Cette fonction va supprimer tous les dossier vides à partir de

# ErrorSelectFile
source: Please select a file
fr: Sélectionnez un fichier

source: Create
fr: Créer

source: Update
fr: Mise à jour
